{
	"jobs": [
		{
			"institution_name": "TEDxTechnicalUniversityOfDenmark",
			"position_title": "Content Responsible",
			"time_period": "09/2020 - 02/2021",
			"link": "https://www.ted.com/tedx/events/41555",
			"description": "Co-organiser of the first edition of TEDx at DTU. In this position I was responsible for finding, contacting and rehearsing the speakers, planning the content structure of the event, preparation of the website and other organisational tasks.."
		},
		{
			"institution_name": "BEST DTU Copenhagen",
			"position_title": "Vicepresident of a student association",
			"time_period": "06/2020 - 02/2021",
			"link": "https://best.dtu.dk/",
			"description": "Position in the board of local group of BEST at DTU. BEST stands for Board of European Students of Technology and it is a European-wide organisation striving for developing the students of technology and bringing them together with the industry.."
		},
		{
			"institution_name": "BEST AGH Krakow",
			"position_title": "President of a student association",
			"time_period": "05/2018 - 05/2019",
			"link": "https://www.newsite.best.krakow.pl/en",
			"description": "Local BEST group in Krakow is one of the biggest and most influential student associations at AGH University of Science and Technology. As president I developed my interpersonal skills, time management and worked in international environment. I got to work on organisation of job fairs, hackathons, engineering competitions and many more.."
		},
		{
			"institution_name": "EBEC Poland",
			"position_title": "Logistics Responsible of the National Round\\of the engineering competition",
			"time_period": "11/2017 - 05/2018",
			"link": "https://www.facebook.com/EBECPoland/",
			"description": "EBEC - European BEST Engineering Competition is one of the biggest technical competitions in Europe. In 2018 edition 1980 students in Poland took part in competition. As Logistics Responsible I was taking care of planning the event from technical side, I also managed to get into collaboration with city authorities and holding the event at Main Square of Krakow.."
		},
		{
			"institution_name": "BEST AGH Krakow",
			"position_title": "Coordinator of an international course\\on 3D Printing",
			"time_period": "01/2017 - 09/2017",
			"link": "https://www.newsite.best.krakow.pl/en/academic-courses",
			"description": "I was a coordinator of BEST Autumn Course about 3D printing that lasted between 13th - 22th of September. There were 20 participants during the event. For the months before the course I had been coordinating a team of 11 people.."
		}
	]
}

























